/* Survey required answer fallback label. */
"(required)" = "(required)";

/* Answer label */
"Answer" = "Answer";

/* No comment provided by engineer. */
"Authentication Failed" = "Authentication Failed";

/* Cancel button title
   Cancel Button Title */
"Cancel" = "Cancel";

/* Choose Photo Button Title */
"Choose From Library" = "Choose From Library";

/* No comment provided by engineer. */
"Close" = "Close";

/* Title for enjoyment alert view. Parameter is app name. */
"Do you love %@?" = "Do you love %@?";

/* Email Address Field Placeholder
   Email address popup placeholder text. */
"Email Address" = "Email Address";

/* Feedback placeholder */
"Feedback (required)" = "Feedback (required)";

/* Tagline text */
"Feedback Powered by Apptentive" = "Feedback Powered by Apptentive";

/* Title of feedback screen. */
"Give Feedback" = "Give Feedback";

/* No comment provided by engineer. */
"Invalid response from server." = "Invalid response from server.";

/* Survey missing required answers formatted label. */
"Missing %d required answers." = "Missing %d required answers.";

/* Survey missing required answer label. */
"Missing a required answer." = "Missing a required answer.";

/* No comment provided by engineer. */
"Network Connection Error" = "Network Connection Error";

/* no */
"No" = "No";

/* Lack of email dialog title. */
"No email address?" = "No email address?";

/* Section footer for no feedback being updated. */
"No feedback waiting to upload." = "No feedback waiting to upload.";

/* cancel title for app rating dialog */
"No Thanks" = "No Thanks";

/* Okay button title */
"Okay" = "Okay";

/* Unable to load the App Store title */
"Oops!" = "Oops!";

/* Rate app button title */
"Rate %@" = "Rate %@";

/* Remind me later button title */
"Remind Me Later" = "Remind Me Later";

/* Running tasks section header */
"Running Tasks" = "Running Tasks";

/* Send button title */
"Send" = "Send";

/* Send button title */
"Send Feedback" = "Send Feedback";

/* Survey send response button title */
"Send Response" = "Send Response";

/* No comment provided by engineer. */
"Server did not return properly formatted JSON." = "Server did not return properly formatted JSON.";

/* No comment provided by engineer. */
"Server error." = "Server error.";

/* Survey view title */
"Survey" = "Survey";

/* Take Photo Button Title */
"Take Photo" = "Take Photo";

/* Rate app title. */
"Thank You" = "Thank You";

/* Text in thank you display upon submitting feedback.
   Text in thank you display upon submitting survey. */
"Thanks!" = "Thanks!";

/* Section footer for feedback being uploaded. */
"These are the pieces of feedback which are currently being submitted." = "These are the pieces of feedback which are currently being submitted.";

/* Survey too few selections formatted label. */
"Too few selections made for %d questions above." = "Too few selections made for %d questions above.";

/* Survey too few selections label. */
"Too few selections made for a question above." = "Too few selections made for a question above.";

/* Survey too many selections formatted label. */
"Too many selections made for %d questions above." = "Too many selections made for %d questions above.";

/* Survey too many selections label. */
"Too many selections made for a question above." = "Too many selections made for a question above.";

/* Unable to load the App Store message */
"Unable to load the App Store" = "Unable to load the App Store";

/* Lack of email dialog message. */
"We can't respond without one." = "We can't respond without one.";

/* Rate app message. Parameter is app name. */
"We're so happy to hear that you love %@! It'd be really helpful if you rated us in the App Store. Thanks so much for spending some time with us." = "We're so happy to hear that you love %@! It'd be really helpful if you rated us in the App Store. Thanks so much for spending some time with us.";

/* Custom placeholder feedback text when user is unhappy with the application. */
"What can we do to ensure that you love our app? We appreciate your constructive feedback." = "What can we do to ensure that you love our app? We appreciate your constructive feedback.";

/* No comment provided by engineer. */
"Wrong username and/or password." = "Wrong username and/or password.";

/* yes */
"Yes" = "Yes";

/* Description of what to do when there is no screenshot. */
"You can include a screenshot by choosing a photo from your photo library above.\n\nTo take a screenshot, hold down the power and home buttons at the same time." = "You can include a screenshot by choosing a photo from your photo library above.\n\nTo take a screenshot, hold down the power and home buttons at the same time.";

/* Enjoyment dialog text */
"You've been using this app for a while. Do you love it?" = "You've been using this app for a while. Do you love it?";

